[{"name": "Central Housing Court - Dudley Session", "phone": "(508) 831-2050 ", "fax": "", "address": "279 West Main St., Dudley District Court, Dudley, MA 01571", "description": "The Dudley session of the Central Division of the Housing Court serves Charlton, Dudley, Oxford, Southbridge, Sturbridge, and Webster", "lat": 42.034256, "lng": -71.923491}, {"name": "Central Housing Court - Leominster Session", "phone": "(508) 831-2050 ", "fax": "", "address": "25 School St., Leominster District Court, Leominster, MA 01453", "description": "The Leominster session of the Central Division of the Housing Court serves Ashburnham, Athol, Fitchburg, Gardner, Holden, Hubbardston, Leominster, Lunenberg, Petersham, Phillipston, Princeton, Royalston, Templeton, Westminster, and Winchendon.", "lat": 42.527908, "lng": -71.761178}, {"name": "Central Housing Court - Marlborough Session", "phone": "(508) 831-2050 ", "fax": "", "address": "45 Williams St., Marlborough District Court, Marlborough, MA 01752", "description": "The Marlborough session of the Central Division of the Housing Court serves Ashland, Berlin, Bolton, Framingham, Harvard, Holliston, Hopkinton, Hudson, Marlborough, Natick, Northborough, Sherborn, Southborough, Sudbury, Wayland, and Westborough. ", "lat": 42.33866, "lng": -71.563783}, {"name": "Central Housing Court - Worcester Session", "phone": "(508) 831-2050", "fax": "", "address": "225 Main St., Worcester, MA 01608", "description": "The Worcester session of the Central Division of the Housing Court serves Auburn, Barre, Bellingham, Blackstone, Boylston, Brookfield, Clinton, Douglas, East Brookfield, Grafton, Hardwick, Hopedale, Lancaster, Leicester, Mendon, Milford, Millbury, Millville, New Braintree, Northbridge, North Brookfield, Oakham, Oxford, Paxton, Rutland, Shrewsbury, Spencer, Sterling, Sutton, Upton, Uxbridge, Warren, West Boylston, and Worcester.", "lat": 42.26744, "lng": -71.799856}, {"name": "Eastern Housing Court", "phone": "(617) 788-8485", "fax": "", "address": "24 New Chardon St., Boston, MA 02114", "description": "The Eastern Division of the Housing Court serves Arlington, Belmont, Boston, Brookline, Cambridge, Chelsea, Medford, Newton, Revere, Somerville and Winthrop. ", "lat": 42.362961, "lng": -71.061542}, {"name": "Northeast Housing Court - Lawrence Session", "phone": "(978) 689-7833", "fax": "", "address": "2 Appleton St., 2nd Floor, Lawrence, MA 01840", "description": "The Lawrence Session of the Northeast Housing Court serves Amesbury, Andover, Boxford, Georgetown, Groveland, Haverhill, Lawrence, Merrimac, Methuen, Newbury, Newburyport, North Andover, Rowley, Salisbury, and West Newbury.  ", "lat": 42.706667, "lng": -71.160436}, {"name": "Northeast Housing Court - Lowell Session", "phone": "(978) 689-7833", "fax": "", "address": "360 Gorham St., Lowell, MA 01852", "description": "The Lowell session of the Northeast Housing Court serves Acton, Ashby, Ayer, Billerica, Boxborough, Carlisle, Chelmsford, Devens, Dracut, Dunstable, Groton, Littleton, Lowell, Maynard, Pepperell, Shirley, Stow, Tewksbury, Townsend, Tyngsborough, and Westford.", "lat": 42.637493, "lng": -71.308387}, {"name": "Northeast Housing Court - Lynn Session", "phone": "(978) 689-7833", "fax": "", "address": "56 Federal St. , Salem, MA 01970", "description": "The Lynn session of the Northeast Housing Court is located in Salem and serves Lynn, Nahant, and Saugus.", "lat": 42.464841, "lng": -70.948987}, {"name": "Northeast Housing Court - Salem Session", "phone": "(978) 825-4920", "fax": "", "address": "56 Federal St. , Salem, MA 01970", "description": "The Salem session of the Northeast Housing Court serves Beverly, Danvers, Essex, Gloucester, Hamilton, Ipswich, Lynnfield, Manchester-by-The-Sea, Marblehead, Middleton, Peabody, Rockport, Salem, Swampscott, Topsfield, and Wenham.", "lat": 42.523382, "lng": -70.896639}, {"name": "Southeast Housing Court - Brockton Session", "phone": "(508) 894-4170", "fax": "(508) 894-4168", "address": "215 Main St., Suite 160, Brockton, MA 02303", "description": "The Brockton session of the Southeast Housing Court serves Abington, Bridgewater, Brockton, East Bridgewater, Hanover, Hingham, Hull, Norwell, Rockland, Scituate, West Bridgewater and Whitman.", "lat": 42.081684, "lng": -71.020647}, {"name": "Southeast Housing Court - Fall River Session", "phone": "(508) 677-1505", "fax": "(508) 672-9621", "address": "289 Rock St., Fall River, MA 02720", "description": "The Fall River Session of the Southeast Housing Court serves Freetown, Westport, Fall River, Somerset and Swansea.", "lat": 41.70553, "lng": -71.151698}, {"name": "Southeast Housing Court - New Bedford Session", "phone": "(508) 994-0156", "fax": "(508) 994-7538", "address": "139 Hathaway Road, New Bedford, MA 02746", "description": "The New Bedford Session of the Southeast Housing Court serves Acushnet, Dartmouth, Fairhaven, Freetown, New Bedford and Westport.", "lat": 41.660616, "lng": -70.946563}, {"name": "Southeast Housing Court - Plymouth Session", "phone": "(508) 747-8550", "fax": "(508) 747-2017", "address": "52 Obery St., Plymouth, MA 02360", "description": "The Plymouth session of the Southeast Housing Court serves Carver, Duxbury, Halifax, Hanson, Kingston, Lakeville, Marion, Marshfield, Mattapoisett, Middleborough, Pembroke, Plymouth, Plympton, Rochester and Wareham.", "lat": 41.939928, "lng": -70.649762}, {"name": "Southeast Housing Court - Taunton Session", "phone": "(508) 977-4950", "fax": "(508) 977-0485", "address": "40 Broadway, Taunton, MA 02780", "description": "The Taunton Session of the Southeast Housing Court serves Attleboro, Berkley, Dighton, Easton, Mansfield, North Attleborough, Norton, Raynham, Rehoboth, Seekonk and Taunton.", "lat": 41.903226, "lng": -71.094154}, {"name": "Western Housing Court - Greenfield Session", "phone": "(413) 748-7838", "fax": "(413) 732-4607", "address": "43 Hope St., Greenfield, MA 01301", "description": "The Western Housing Court in Greenfield serves Ashfield, Bernardston, Buckland, Charlemont, Colrain, Conway, Deerfield, Erving, Gill, Greenfield, Hawley, Heath, Leverett, Leyden, Monroe, Montague, New Salem, Northfield, Orange, Rowe, Shelburne, Shutesbury, Sunderland, Warwick, Wendell and Whately.", "lat": 42.586242, "lng": -72.59881}, {"name": "Western Housing Court - Hadley Session", "phone": "(413) 748-7838 ", "fax": "(413) 732-4607 ", "address": "116 Russell St., Hadley, MA 01035", "description": "The Hadley session of the Western Housing Court serves Amherst, Belchertown, Chesterfield, Cummington, Easthampton, Goshen, Granby, Hadley, Hatfield, Huntington, Middlefield, Northampton, Pelham, Plainfield, South Hadley, Southampton, Ware, Westhampton, Williamsburg and Worthington.", "lat": 42.342487, "lng": -72.594371}, {"name": "Western Housing Court - Pittsfield Session", "phone": "(413) 748-7838 ", "fax": "(413) 732-4607 ", "address": "76 East St. , Room 2, Pittsfield, MA 01201", "description": "The Pittsfield session of the Western Housing Court serves cities and towns in Berkshire County on Wednesday mornings.", "lat": 42.447538, "lng": -73.252509}, {"name": "Western Housing Court - Springfield Session", "phone": "(413) 748-7838", "fax": "(413) 732-4607", "address": "37 Elm Street, P.O. Box 559, Springfield, MA 01102", "description": "The Western Housing Court in Springfield serves Agawam, Blandford, Brimfield, Chester, Chicopee, East Longmeadow, Granville, Hampden, Holland, Holyoke, Longmeadow, Ludlow, Monson, Montgomery, Palmer, Russell, Southwick, Springfield, Tolland, Wales, West Springfield, Westfield and Wilbraham.", "lat": 42.100362, "lng": -72.588744}]